Repository: coteditor/CotEditor
Catalog: Packages/EditorCore/Sources/StringUtils/Resources/Localizable.xcstrings
Source language: en
Languages: es, pl, tr

# UnicodeNormalization.modifiedNFC.description
source: Unofficial NFC-based normalization form corresponding to Modified NFD
es: Formulario de normalización no oficial basado en NFC correspondiente a NFD modificado
pl: Nieoficjalna postać normalizacji oparta na NFC, odpowiadająca Zmodyfikowanej NFD
tr: Değiştirilmiş NFD’ye karşılık gelen resmi olmayan NFC tabanlı olağanlaştırma biçimi

# UnicodeNormalization.modifiedNFC.label
source: Modified NFC
es: NFD modificado
pl: Zmodyfikowana NFC
tr: Değiştirilmiş NFC

# UnicodeNormalization.modifiedNFD.description
source: Unofficial NFD-based normalization form used in HFS+
es: Formulario de normalización no oficial basado en NFD utilizado en HFS+
pl: Nieoficjalna postać normalizacji oparta na NFD, używana w HFS+
tr: HFS+’da resmi olmayan NFD tabanlı olağanlaştırma biçimi kullanılır

# UnicodeNormalization.modifiedNFD.label
source: Modified NFD
es: NFC modificado
pl: Zmodyfikowana NFD
tr: Değiştirilmiş NFD

# UnicodeNormalization.nfc.description
source: Canonical Decomposition, followed by Canonical Composition
es: Descomposición canónica, seguida de composición canónica
pl: Dekompozycja kanoniczna, po której następuje złożenie kanoniczne
tr: Kurallara Uygun Dekompozisyon, sonrasında Kurallara Uygun Kompozisyon

# UnicodeNormalization.nfd.description
source: Canonical Decomposition
es: Descomposición canónica
pl: Dekompozycja kanoniczna
tr: Kurallara Uygun Kompozisyon

# UnicodeNormalization.nfkc.description
source: Compatibility Decomposition, followed by Canonical Composition
es: Descomposición de compatibilidad, seguida de la composición canónica
pl: Dekompozycja dostosowawcza, po której następuje złożenie kanoniczne
tr: Uyumluluk Dekompozisyonu, sonrasında Kurallara Uygun Kompozisyon

# UnicodeNormalization.nfkcCaseFold.description
source: Applying NFKC, case folding, and removal of default-ignorable code points
es: Aplicación de NFKC, plegado y eliminación de puntos de código ignorables por defecto
pl: Zastosowanie NFKC, składanie wielkości liter i usunięcie domyślnie ignorowanych punktów kodowych
tr: NFKC, Biçim Kıvırması ve öntanımlı olarak yok sayılabilen kod noktalarının kaldırılması uygulanıyor

# UnicodeNormalization.nfkcCaseFold.label
source: NFKC Case-Fold
es: NFKC plegado
pl: NFKC ze składaniem wielkości liter
tr: NFKC Biçim Kıvır

# UnicodeNormalization.nfkd.description
source: Compatibility Decomposition
es: Descomposición de compatibilidad
pl: Dekompozycja dostosowawcza
tr: Uyumluluk Dekompozisyonu
